[
  {
    "id": 1,
    "title": "কার্ড থেকে বিকাশ-এ, টাকা আসবে 'আরামসে' !  - স্পন্সর্ড কন্টেন্ট",
    "name": "LearnwithSumit",
    "time": "2 months",
    "thumbnail": "https://i.ytimg.com/vi/EUZ9FIU4vcI/hqdefault.jpg?sqp=-oaymwEcCNACELwBSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLAUdop1uTyQ5ZlzuVcE76skWbrPeg",
    "url": "https://www.youtube.com/embed/EUZ9FIU4vcI?si=O2RPeYmZmkloWBv1",
    "description": "কার্ড থেকে বিকাশ-এ, অ্যাড মানি করুন 'আরামসে'! ব্যাংকিং আওয়ার বা বন্ধের দিনের ঝামেলা ছাড়াই কার্ড টু বিকাশ-এর মাধ্যমে একাউন্টে টাকা আনতে পারবেন যখন তখন, যেকোনো সময়ে। পরবর্তী লেনদেনের জন্য কার্ডের তথ্য চাইলে সেভও করে রাখতে পারবেন।"
  },
  {
    "id": 2,
    "title": "Channel Update 8.0 - The Syndrome of the Overachiever",
    "name": "alecaddd",
    "time": "4 years",
    "thumbnail": "https://i.ytimg.com/vi/5hRk4WsT8N8/hqdefault.jpg?sqp=-oaymwEcCNACELwBSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLDMxVUyI1rFRydEl1g-3LtoQaFOXA",
    "url": "https://www.youtube.com/embed/5hRk4WsT8N8?si=HQOt650vG3z3xa5Z",
    "description": "Where the hell have I been for the past months? Where are the tutorials? Sorry guys, but I got burned."
  },
  {
    "id": 3,
    "title": "IELTS Speaking - Do NOT say, 'For example' - Say this instead",
    "name": "Aehelp",
    "time": "2 years",
    "thumbnail": "https://i.ytimg.com/vi/FTElWNU0-68/hqdefault.jpg?sqp=-oaymwEcCNACELwBSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLAeIxQ7SeK9fjv95P_CqfQ-KWVBvQ",
    "url": "https://www.youtube.com/embed/FTElWNU0-68?si=7AcuQ203TJZ8r4XU",
    "description": "An IELTS Speaking Section lesson by aehelp.com. The first 1000 people who click the link will get 2 free months of Skillshare Premium: https://skl.sh/academicenglishhelp05211 This video explains the reasons you need to avoid saying, “for example” or “for instance in your speaking interview. It also teaches you several different options to use for stating examples that will help you to achieve a better score. The video also gives speaking interview examples with band 8 and band 9 students who use correct leading expressions to achieve higher scores when stating examples for their answers and explanations. Learn these strategies to help you get better band scores for this kind of interview setting, make sure to watch the lesson at the end. This playlist teaches important steps for IELTS speaking interview, and tips for what to do to get a band 7, 8, and 9. Check out our world-class IELTS prep website at www.aehelp.com. This video is a part of a series that instructs the steps necessary to achieve a high score, between 7 to 9, on the IELTS speaking section question. This series will teach you the skills that will help you to be successful, confident and to reach success on these questions during the speaking interview. Follow the instructions carefully and make sure to practice. Use the subtitles, vocabulary definitions, and captions as necessary to help you comprehend the information. It is important to practice a lot to give full sentence answers which reflect the grammar structure of the questions. Strategies will help with fluent language, natural language, and complex language. This video is sponsored by Skillshare."
  },
  {
    "id": 4,
    "title": "English Rewind - News Words: Roadmap for Beginner",
    "name": "bbclearningenglish",
    "time": "1 years",
    "thumbnail": "https://i.ytimg.com/vi/HuJpG14xWQc/hqdefault.jpg?sqp=-oaymwEcCNACELwBSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLD1RSHtWHyNsbsehe-nZtW6P0ko3g",
    "url": "https://www.youtube.com/embed/HuJpG14xWQc?si=s80i8Id2yQptzWvt",
    "description": "What is a roadmap? Who makes them and what are they for? In this archive episode of News Words we guide you through some real English language news stories featuring this word, to improve your English news vocabulary knowledge AND practise your English listening."
  },
  {
    "id": 5,
    "title": "10X your Productivity as a Developer with Notion",
    "name": "CleverProgrammer",
    "time": "2 years",
    "thumbnail": "https://i.ytimg.com/vi/9PWaOgql-Ts/hqdefault.jpg?sqp=-oaymwEcCNACELwBSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLBwb2qf4Q0RZNa1NRyk4H3L_h2EXQ",
    "url": "https://www.youtube.com/embed/9PWaOgql-Ts?si=4FXyiOUOm5d97JbL",
    "description": "We at Clever Programmer use Notion daily. Whether you run your own business, work at a job or do freelancing, I definitely recommend using it. Check out the video for more and sign up for Notion today."
  },
  {
    "id": 6,
    "title": "What I learned from Clubhouse about launching startups",
    "name": "notjustdev",
    "time": "1 years",
    "thumbnail": "https://i.ytimg.com/vi/BYOeqbhj1EE/hqdefault.jpg?sqp=-oaymwEcCNACELwBSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLBDRWFGil_97wS5_8lCt-bNvPNGYQ",
    "url": "https://www.youtube.com/embed/BYOeqbhj1EE?si=47QgzcHKRqEAt5O8",
    "description": "Nobody has built anticipation for a startup launch better than Clubhouse. Today we are going to learn how to implement the same strategies for building anticipation with an email list and how to start marketing your application before you write the first line of code."
  },
  {
    "id": 7,
    "title": "WordPress CLI (Command-Line Interface ) Install on Windows",
    "name": "CodeWithMehediBD",
    "time": "3 years",
    "thumbnail": "https://i.ytimg.com/vi/onXTpJhM4s4/hqdefault.jpg?sqp=-oaymwEcCNACELwBSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLBVpjJe_O-739Pfm94FDQsAuIlJPA",
    "url": "https://www.youtube.com/embed/onXTpJhM4s4?si=g0yW13UUbNcP3R3N",
    "description": "In this video I have shown how to install WP CLI on Windows. WP CLI - WordPress Command Line interface. Join with me Facebook Group."
  },
  {
    "id": 8,
    "title": "When is the Letter 'k' Silent in English? Use of K letter",
    "name": "Pronunciation",
    "time": "3 years",
    "thumbnail": "https://i.ytimg.com/vi/oTXB1_4Z_Hw/hqdefault.jpg?sqp=-oaymwEcCNACELwBSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLCvnoWeHi3yqyLMuZEstzZhnT2RxA",
    "url": "https://www.youtube.com/embed/oTXB1_4Z_Hw?si=Ix-s773iM_bzEKrB",
    "description": "Learn the rules for silent K in English. In English, sometimes the letter K is silent, and this video will talk about the rules for when it is not pronounced."
  }
]